neovim
ripgrep
fzf
fd-find
git
build-essential
nodejs
npm
tmux
gh
jq
python3
ipython3
openjdk-17-jdk
wget
git-delta
curl
zsh
bat
ghostscript
imagemagick
software-properties-common
luarocks