neovim
ripgrep
fzf
fd
git
lazygit
node
tmux
gh
python3
ipython
jq
openjdk@17
wget
git-delta
zsh
bat
ghostscript
imagemagick
tectonic
luarocks
hammerspoon